;Place localized text in this file

[AnimaGateRedux X2AbilityTemplate]
LocFriendlyName="Силовой выстрел"
LocLongDescription="Привратник открывает огонь крайне мощным сконцентрированным энергетическим лучем по цели на огромной дистанции."
LocHelpText="Выстрел силовым лучем по цели."

[AnimaConsumeRedux X2AbilityTemplate]
LocFriendlyName="Поглощение воли"
LocLongDescription="Прикосновение Привратника поглощает жизнь и волю цели, исцеляя Привратника на величину нанесенного урона. Если цель пережила атаку - Привратник получит контроль разума над целью. Если цель была убита - она воскреснет в виде пси-зомби, так же подконтрольного Привратнику."
LocHelpText="Высасывает жизнь гуманоидной цели. Получает контроль над разумом цели или превращает его в пси-зомби, если цель была убита."
LocFlyOverText="Поглощение воли"